[
	{
		"id" : 1,
		"title" : "Agronomy Greenhouse Room 131",
		"text" : "With the evolution of greenhouse lighting technology there comes obsolescence. Current lighting technology is rumored to be on its way to obsolescence in the near future. Most LED lighting research has been conducted with plants that are much shorter than corn and soybeans at full maturity so a lighting trial is being conducted to see if those crops can be successful under standard toplighting or if additional methods need to be investigated before the current lighting technology is gone."
	},
	{
		"id" : 2,
		"title" : "Horticulture Hall Rooms 82 and 86",
		"text" : "The ISU Horticulture Club is producing a Poinsettia crop to be sold before the end of the semester."
	},
	{
		"id" : 3,
		"title" : "Horticulture Hall Room 83",
		"text" : "Horticulture student projects for greenhouse productions classes. "
	},
	{
		"id" : 4,
		"title" : "Agronomy Hall Room 116 and ATRB room 6302",
		"text" : "The Iowa Monarch Conservation Consortium is raising milkweed plants to feed Monarch butterfly caterpillars in their colony.  "
	},
	{
		"id" : 5,
		"title" : "Plant Pathology Greenhouse Room 115",
		"text" : "An experiment on soil applied herbicides and their effect on weed seed germination. "
	},
	{
		"id" : 6,
		"title" : "Plant Pathology Greenhouse Room 121",
		"text" : "A winter seed increase on soybeans for use in field trials for summer 2024. "
	},
	{
		"id" : 7,
		"title" : "Agronomy Greenhouse Room 119",
		"text" : "Genetic research on Sorghum plants for food and biofuel uses."
	},
	{
		"id" : 8,
		"title" : "Horticulture Hall Room 46J",
		"text" : "Research on Mungbean to investigate its suitability as a staple crop in North America."
	},
	{
		"id" : 9,
		"title" : "Agronomy Greenhouse and Agronomy Hall – Multiple Chambers",
		"text" : "Climate change research investigating soybean production under different climate parameters. "
	},
	{
		"id" : 10,
		"title" : "Agronomy Hall Growth Chambers 6 and 7",
		"text" : "Researching plant responses to Far Red light with soybeans. "
	}
]
